{"class_name": "Sequential", "config": [{"class_name": "Dense", "config": {"name": "dense_7", "trainable": true, "batch_input_shape": [null, 82], "input_dtype": "float32", "output_dim": 256, "init": "glorot_uniform", "activation": "tanh", "W_regularizer": null, "b_regularizer": null, "activity_regularizer": null, "W_constraint": null, "b_constraint": null, "bias": true, "input_dim": 82}}, {"class_name": "Dropout", "config": {"name": "dropout_5", "trainable": true, "p": 0.5}}, {"class_name": "Dense", "config": {"name": "dense_8", "trainable": true, "output_dim": 256, "init": "glorot_uniform", "activation": "tanh", "W_regularizer": null, "b_regularizer": null, "activity_regularizer": null, "W_constraint": null, "b_constraint": null, "bias": true, "input_dim": 256}}, {"class_name": "Dropout", "config": {"name": "dropout_6", "trainable": true, "p": 0.5}}, {"class_name": "Dense", "config": {"name": "dense_9", "trainable": true, "output_dim": 122, "init": "glorot_uniform", "activation": "softmax", "W_regularizer": null, "b_regularizer": null, "activity_regularizer": null, "W_constraint": null, "b_constraint": null, "bias": true, "input_dim": 256}}], "keras_version": "1.2.2"}